// База данных уроков. Здесь мы будем хранить тексты.
const lessonsData = {
    cross: {
        title: "Крест",
        cards: [
            {
                title: "Основы",
                text: "1. Центральные кубики всегда находятся друг относительно друга как бы ты не вращал кубик.<br><br>2. Рёберные кубики не могут встать на место угловых и наоборот.",
                image: "[Здесь будет картинка основ]" 
            },
            {
                title: "Показ этапа",
                text: "Здесь мы коротко покажем весь этап сборки креста.",
                image: "[Здесь будет анимация сборки креста]"
            },
            {
                title: "Тренировка",
                text: "Попробуй собрать крест самостоятельно. Если получилось, нажми кнопку внизу.",
                image: ""
            }
        ]
    }
};
